alsa-plugins
alsa-utils
anki
aria2
base
base-devel
bind
bluez
bluez-utils
brightnessctl
calibre
clang
cryptomator-cli
cups
cyme
dhcpcd
djvulibre
dnsmasq
docker
docker-buildx
docker-compose
dropbox
dropbox-cli
dunst
edk2-ovmf
efibootmgr
evtest
firefox
fzf
gdb
git
git-filter-repo
glow
go
google-chrome
gptfdisk
grim
grub
htop-vim
imagemagick
iptables-nft
iw
iwd
jq
keyd
kitty
kubectl
libnotify
libvirt
linux
linux-firmware
lshw
lsof
ltrace
man-db
man-pages
mpv
ncdu
neovim
networkmanager
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
nvm
openssh
openvpn
papirus-icon-theme
parted
pavucontrol
perf
pgcli
pipewire
pipewire-alsa
pipewire-pulse
postgresql
pyenv
python-gobject
python-matplotlib
python-pyqt5
qemu-full
qt5-wayland
qt6-wayland
quarto-cli-bin
ripgrep
rsync
slurp
smassh-bin
sof-firmware
speedtest-cli
stow
strace
sudo
sway
swaybg
swayidle
swaylock
tailscale
tcpdump
thunderbird
tk
tmux
traceroute
tree
ttf-0xproto-nerd
ttf-dejavu
unzip
virt-manager
wdiff
wev
which
wireguard-tools
wl-clipboard
wlr-randr
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xorg-xwayland
xournalpp
yq
zathura
zathura-pdf-poppler
zip
zotero-bin
zsh
