alsa-utils
aria2
base
base-devel
bluez
bluez-utils
brightnessctl
cyme
docker
docker-buildx
edk2-ovmf
efibootmgr
expac
firefox
fzf
git
glow
gocryptfs
grim
grub
htop-vim
intel-ucode
iptables-nft
iw
iwd
jq
keyd
kitty
libnotify
linux
linux-firmware
lsof
mako
man-db
man-pages
mpv
ncdu
neovim
nethogs
noto-fonts
noto-fonts-emoji
nvm
openssh
os-prober
pacman-contrib
parted
pipewire
pipewire-alsa
pipewire-pulse
postgresql
pyenv
qemu-desktop
rclone
ripgrep
rsync
slurp
socat
sof-firmware
stow
strace
sudo
sway
swaybg
swayidle
swaylock
tcpdump
thunderbird
tmux
traceroute
tree
ttf-0xproto-nerd
ttf-dejavu
unzip
wireguard-tools
wl-clipboard
wob
wofi
wqy-microhei
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
yq
zathura
zathura-pdf-poppler
zip
zsh
