alsa-utils
aria2
base
base-devel
bat
bluetui
bluez
bluez-utils
brightnessctl
cmake
cyrus-sasl-xoauth2-git
cyme
docker
docker-buildx
edk2-ovmf
efibootmgr
expac
fd
firefox
fnm
foot
fzf
git
glow
google-chrome
gocryptfs
goimapnotify
grim
grub
htop
imv
intel-ucode
iptables-nft
isync
iw
iwd
jq
keyd
khal
libnotify
linux
linux-firmware
llama.cpp
lsof
ltrace
lua-language-server
lynx
mako
man-db
man-pages
mpv
msmtp
ncdu
neomutt
neovim
nethogs
noto-fonts
noto-fonts-emoji
openbsd-netcat
openssh
os-prober
pacman-contrib
parted
pipewire
pipewire-alsa
pipewire-pulse
postgresql
powertop
qemu-desktop
rclone
ripgrep
rsync
slurp
shellcheck-bin
socat
sof-firmware
stockfish
stow
strace
sudo
sway
swaybg
swayidle
swaylock
tailscale
task
tcpdump
tldr
tlp
tmux
traceroute
tree
ttf-0xproto-nerd
ttf-dejavu
unzip
urlscan
uv
vdirsyncer
wireguard-tools
wl-clipboard
wob
wofi
wqy-microhei
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-utils
yq
zathura
zathura-pdf-poppler
zip
zsh
